[Farsi]
Translated_By=Haval A. Ahmed
:::::::::::::::::::::::::::::::::::::::::::::::::::: Graphical Interface ::::::::::::::::::::::::::::::::::::::::::::::::::::
STEP 1 : CHOOSE YOUR KEY=مرحله 1 : درایو را انتخاب کنید
STEP 2 : CHOOSE A SOURCE=مرحله 2 : منبع را انتخاب کنید
STEP 3 : PERSISTENCE=مرحله 3 : ماندگاری
STEP 4 : OPTIONS=مرحله 3 : تنظیمات
STEP 5 : CREATE=مرحله 3 : ایجاد
:::::::::::::::::::::::::::::::::::::::::::::::::::: General ::::::::::::::::::::::::::::::::::::::::::::::::::::
MB=مگا بایت
GB=گیگا بایت
min=دقیقه
Label=برچسب
Size=اندازه
Help=راهنما
Please read=لطفا بخوانیذ
Error=خطا
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 1 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Choose a USB Key=انتخاب درایو یو اس بی
Hard drives=درایو هارد
No key found=هیچ درایوی یافت نشد
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 2 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Download=دانلود
Support for .IMG files is experimental=پشتیبانی از فایل های ".IMG" آزمایشی است
Only Live mode is currently available in step 3, virtualization option has been disabled=حال حاضر در مرحله 3  فقط حالت زنده موجود است ، تنظیمات مجازی سازی غیر فعال شده است
However, LinuxLive USB Creator will try to use same install parameters as for=با این حال، LinuxLive USB Creator  به استفاده از همان پارامترهای  نصب سعی خواهد کرد  برای
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
(Live mode only)=(فقط حالت زنده)
(Persistent Mode)=(حالت ماندگار)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 4 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Hide created files on key=مخفی کردن فایلهای درون درایو
(except for Umenu.exe)=(فقط برای Umenu.exe)
Format the key in FAT32 (this will erase your data !!)=فرمت کردن با FAT32 (!!تمام اطلاعات شما پاک خواهد شد!!)
Enable launching LinuxLive in Windows (requires internet to install)=فعال کردن راه اندازی لینوکس زنده در ویندوز (برای نصب نیاز به اینترنت دارد)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Click the lightning icon to start the installation=برای شروع نصب بر روی آیکون رعد و برق کلیک کنید
Please choose a FAT32 or FAT formated key or check the formating option=لطفا FAT یا  FAT32را انتخاب کنید یا گزینه قالب بندی را بررسی کنید
No disk selected=هیچ دیسکی انتخاب نشده است
No file selected=هیچ فایلی انتخاب نشده است
No folder or CD selected=هیچ فولدر یا سی دی انتخاب نشده است 
http://www.ubuntu.com/getubuntu/download=http://www.ubuntu.com/getubuntu/download
Please choose an ISO image of LinuxLive CD=لطفا فایل ایمیج LinuxLive CD با فرمت ISO را انتخاب کنید
Please choose a CD of LinuxLive Live or its folder=لطفا سی دی LinuxLive یا فولدر آن را انتخاب کنید
Start creation of LinuxLive USB=شروع ساختن LinuxLive USB
Please validate step 1 to 3=لطفا اعتبار مرحله 1 تا 3 را تأیید کنید
Are you sure you want to format this disk and lose your data=آیا برای فرمت کردن این درایو و از دست رفتن داده درون آن مطمئن هستید؟
Formatted in=فرمت در
Formating the key=فرمت کردن درایو
Step 1 to 3 OK=مرحله 1 تا 3 تمام شد
Cleaning previous installations ( 2min )=پاک کردن نصب قبلی (2 دقیقه)
Setting up virtualization software=راه اندازی نرم افزار مجازی سازی
VirtualBox already downloaded=VirtualBox در حال حاظر دانلود شده است
A new version of VirtualBox is available=نسخه جدید VirtualBox موجود است
This new version will be downloaded=این نسخه جدید دریافت خواهد شد
Downloading VirtualBox as a background task=دانلود VirtualBox در پس زمینه
Download started succesfully=دانلود با موفقیت آغاز شد
Download failed to start=دانلود شروع به کار نکرد
VirtualBox will not be installed=VirtualBox نصب نشد
Integrity could not be verified=معیوب نبودن تأیید نشد
Will attempt installation=آیا قصد راه اندازی را دارید 
Cannot download=نمی تواند دانلود شود
Extracting ISO file on key=استخراج فایل ISO به درون درایو
Writing image to the usb stick=نوشتن ایمیج به یواس بی مموری استیک
Copying files to the key=کپی فایلها به درایو
Renaming some files=تعییر نام بعضی از فایلها
Hiding files=فایلهای مخفی
Creating file for persistence=ساختن فایل برای ماندگاری
Formating persistence file=پیکربندی فایلهای ماندگاری
Live mode : no persistence file=حالت زنده : بدون فایل ماندگار
Ubuntu variant found=نوع Ubuntu یافت شده
Installing boot sectors=راه اندازی بخش بوت
Downloading VirtualBox=دانلود VirtualBox
Download complete=دانلود کامل شد
Cleaning previous VirtualBox install=پاک کردن VirtualBox نصب شده قبلی
Extracting VirtualBox on key=استخراج VirtualBox به داخل درایو
Applying VirtualBox settings=اعمال تنظیمات VirtualBox
Your LinuxLive key is now up and ready=در حال حاضر درایو LinuxLive شما آماده است
You do not have enough rights to launch VirtualBox=شما دسترسی کافی برای راه اندازی VirtualBox را ندارید
Please log in as an administrator or run VirtualBox with admin rights=لطفا با یوزر ادمین وارد شوید و یا VirtualBox را با ادمین اجرا کنید
Free memory below 256mb threshold=حافظه آزاد در حدود 256 مگابایت
This is not enough to launch LinuxLive in Windows=این برای اجرای LinuxLive در ویندوز کافی نیست
:::::::::::::::::::::::::::::::::::::::::::::::::::: Help File ::::::::::::::::::::::::::::::::::::::::::::::::::::
Help file is missing=فایل راهنما موجود نمی باشد
:::::::::::::::::::::::::::::::::::::::::::::::::::: A propos ( Help step 5) ::::::::::::::::::::::::::::::::::::::::::::::::::::
About this software=درباره این نرم افزار
User's Guide=راهنمای کاربر
Virtualization Tutorial (FR)=آموزش مجازی سازی
Donate=کمک مالی
Version=نسخه
:::::::::::::::::::::::::::::::::::::::::::::::::::: Configuration du clavier ::::::::::::::::::::::::::::::::::::::::::::::::::::
This ISO is not compatible=این ISO سازگار نمی باشد
Detecting keyboard layout=تشخیص طرح بندی صفحه کلید
French (France)=فرانسوی - فرانسه
French (Swiss)=فرانسوی - سوییس
Dutch=هلندی
Portuguese=پرتغالی
US or other (qwerty)=انگلیسی و یا (qwerty) دیگر
:::::::::::::::::::::::::::::::::::::::::::::::::::: Configuration VirtualBox ::::::::::::::::::::::::::::::::::::::::::::::::::::
Error while creating VMDK=خطا هنگام ایجاد VMDK
Key not found, VMDK is invalid=درایو یافت نشد ، VMDK موجود نیست
Try to launch again SetupForAutoVMDK.exe=تلاش برای اجرای مجدد SetupForAutoVMDK.exe
Do you want to ignore this error=آیا مایل به رد کردن این خطا می باشید
:::::::::::::::::::::::::::::::::::::::::::::::::::: Vérifications MD5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Cannot find MD5SUMS file=قادر به پیدا کردن فایل MD5SUMS نمی باشد
Canceling check=بررسی انصراف
You have the right ISO file but it is corrupted or was altered=شما فایل ISO را دارید اما خراب است یا تغییر داده شده است
Please download it again=لطفا آن را دوباره دانلود کنید
Verifying=بررسی
This ISO is not compatible=این ISO سازگار نیست
Please read the compatibility list in user guide=لطفا لیست سازگاری در راهنمای کاربر را بخوانید
If your version is in this list, this mean that your file is corrupted, please download it again=اگر نسخه شما در این لیست موجود است،به این معنی است که فایل شما خراب شده است، لطفا آن را دوباره دانلود کنید
This version is compatible and its integrity was checked=این نسخه سازگار است و معیوب نبودن آن مورد بررسی قرار گرفت
Check completed=بررسی کامل شد
Integrity + compatibility check=بررسی سازگاری + معیوب نبودن
Unable to open MD5SUM.txt=قادر به باز کردن MD5SUM.txt نمی باشد
Checking integrity=بررسی معیوب نبودن
This file is corrupted=این فایل خراب است
All files have been successfully checked=همه فایل ها با موفقیت بررسی شده اند
Checking file=بررسی فایل
:::::::::::::::::::::::::::::::::::::::::::::::::::: Menu de la clé ::::::::::::::::::::::::::::::::::::::::::::::::::::
Persistent Mode=حالت ماندگار
Live Mode=حالت زنده
Install=راه اندازی
File Integrity Check=بررسی معیوب نبودن فایل
Memory Test=تست حافظه
:::::::::::::::::::::::::::::::::::::::::::::::::::: Fenêtre de bug ::::::::::::::::::::::::::::::::::::::::::::::::::::
An error occurred=یک خطا رخ داده است
An anonymous report was sent in order to fix this error as soon as possible=گزارش ناشناس به منظور رفع این خطا در اسرع وقت ارسال شد
Show bug report=نمایش گزارش اشکال
Restart application=راه اندازی مجدد برنامه 
Close application=بستن برنامه
Last Actions=آخرین عملیات ها
Unique anonymous ID=ID ناشناس منحصر به فرد
Report status=گزارش وضعیت
Pending=تا زمانی که
Error (not sent)=خطا (ارسال نشد)
Sent=ارسال
:::::::::::::::::::::::::::::::::::::::::::::::::::: Fenétre d'aide finale ::::::::::::::::::::::::::::::::::::::::::::::::::::
In order to launch LinuxLive :=به منظور راه اندازی LinuxLive :
Remove your key and insert it again=درایو را جدا و دوباره آن را وصل کنید
Go to 'My Computer'=برو به 'My Computer'
Right click on you key and select :=کلیک راست بر روی درایو شما و انتخاب :
'LinuxLive!' to launch linux in windows='LinuxLive!' برای راه اندازی لینوکس در ویندوز
'VirtualBox Interface' to launch VirtualBox full interface='VirtualBox Interface' برای راه اندازی کامل رابط کاربری VirtualBox 
'CD Menu' to launch the original CD menu='CD Menu' برای راه اندازی منو اصلی سی دی
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.0 ::::::::::::::::::::::::::::::::::::::::::::::::::::
OR=یا
Manually=بصورت دستی
Automatically=خودکار
Please select a linux to continue=لطفا برای ادامه لینوکس را انتخاب کنید
Looking for the fastest mirror=در حال جستجو برای سریع ترین سرور کمکی
Testing mirror=تست سرور کمکی
No online mirror found=سرور کمکی آنلاین یافت نشد
Please check your internet connection or try with another linux=لطفا اتصال اینترنت خود را چک کنید و یا با  یک لینوکس دیگر سعی کنید
Select this file as the source when download will be completed=انتخاب این فایل به عنوان منبع هنگامی که دانلود تمام می شود
Downloading=دانلود
from=از
Error while trying to download=خطا در هنگام سعی برای دانلود
Latency=زمان تاخیر
Server Name=نام سرور
Copy link=لینک کپی
Launch in my browser=راه اندازی در مرورگر من
Best mirrors=بهترین سرور کمکی
Good mirrors=سرور کمکی خوب
Bad mirrors=سرور کمکی بد
Dead mirrors=سرور کمکی مرده
Check will begin shortly=بررسی به زودی آغاز می شود
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.2 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Select your favourite Linux=انتخاب لینوکس مورد علاقه شما
There is a new version available=نسخه جدید موجود است
Your LiLi's version is not up to date=نسخه LiLi بروز نمی باشد
Last version is=آخرین نسخه 
Your version is=نسخه شما
Do want to download it=آیا می خواهید آن را دانلود کنید
Error while trying to find physical disk number=خطا هنگام تلاش برای پیدا کردن شماره دیسک فیزیکی
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
This Linux is not in the compatibility list=این لینوکس در لیست سازگاری نیست
Setting the memory to the recommended value=تنظیم حافظه به مقدار توصیه شده
Free memory is below the recommended value for your Linux to run in Windows=حافظه آزاد کمتر از مقدار توصیه شده برای اجرای  لینوکس در ویندوز می باشد
Recognized Linux=لینوکس شناخته شده
Built-in Persistency=ساخته شده در تداوم
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
You have already created a key=شما در حال حاضر یک درایو ایجاد کرده اید
Are you sure that you want to recreate one=آیا برای ایجاد یک درایو دیگر مطمئن هستید
The compatibility list has been updated=لیست سازگاری به روز شده است
These linuxes are now supported=این لینوکس ها هم اکنون پشتیبانی می شونذ
Official Ubuntu Variants=Ubuntu انواع رسمی
Ubuntu Based Variants=Ubuntu انواع پایه
Fedora Variants=Fedora انواع
Debian Variants=Debian انواع
PCLinuxOS Variants=PCLinuxOS انواع
Rescue CDs=دیسکهای نجات
Light Linuxes=لینوکس های سبک
Gentoo Based=Gentoo بر پایه
Security Purpose=اهداف امنیتی
Others=موارد دیگر
Regular Linux (works with most linuxes)=لینوکس متقارن (با بیشتر لینوکس ها کار می کند)
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.6 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Updating Portable-VirtualBox pack=بروزرسانی بسته قابل حمل VirtualBox
Help me to improve LiLi=کمک به من برای بهبود LiLi
This is a Beta or Release Candidate version=این نسخه آزمایشی یا نسخه داوطلب برای انتشار است
Click OK to leave a feedback or click Cancel to close this window=برای ترک بازخورد OK و یا برای بستن این پنجره Cancel را بزنید
Options=تنظیمات
General=عمومی
Versions=نسخه ها
Compatibility List=لیست سازگاری
Make a donation=کمک مالی
Contact me=تماس با من
CopyLeft by=برگرفته شده از
GPL v3 License=GPL v3 مجوز
Language=زبان
Available languages=زبان های موجود
Proxy=پروکسی
Proxy settings=تنظیمات پروکسی
No proxy=هیچ پروکسی
Use system settings=استفاده از تنظیمات سیستم
Use custom settings=استفاده از تنظیمات سفارشی 
Proxy URL=آدرس پروکسی
Port=پورت
Username=نام کاربری
Password=رمز عبور
Status=وضعیت
Test settings=تست تنظیمات
You are connected=شما متصل هستید
You are disconnected=شما متصل نیستید
Not tested yet=هنوز تست نشده
Update=بروزرسانی
Check for updates=بررسی برای بروزرسانی
Stable releases only=تنها نسخه های پایدار
Stable and beta releases=نسخه های آزمایشی و پایدار
Advanced=پیشرفته
Do not modify these options unless you know what you are doing=این گزینه را تغییر ندهید مگر اینکه بدانید چکار می کنید
Select a Linux=یک لینوکس انتخاب کنید
Install parameters=راه اندازی پارامترها
Use LiLi automatic recognition=استفاده از تشخیص خودکار LiLi
highly recommended=بالاترین توصیه
Force using same parameters as=استفاده از نیروی پارامترهای مشابه مانند
Netbook screen detected=شناسایی صفحه نمایش نت بوک
Your screen vertical resolution is less than 600 pixels=رزولوشن عمودی روی صفحه نمایش شما کمتر از 600 پیکسل است
Please use the arrow keys (up and down) of your keyboard to move the interface=لطفا برای جابجایی رابط کاربری از کلید های جهت دار صفحه کلید(بالا و پایین) استفاده کنید
Testing=تست کردن
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.7 ::::::::::::::::::::::::::::::::::::::::::::::::::::
I'm sorry for the inconvenience but LiLi has crashed=من متأسفم اما LiLi خراب شده است
Please enter an email address and a detailed comment about this crash=لطفا آدرس ایمیل و نظر دقیق در مورد این خرابی را وارد کنید
I will contact you as soon as I can=به محض این که بتوانم با شما تماس خواهم گرفت
Show crash report=نمایش گزارش خرابی
Close (don't send)=بستن (ارسال نکن)
Send Report=ارسال گزارش
Your file is corrupted=فایل شما خراب است
Please download it again=لطفا دوباره آن را دانلود کنید
Read the log for more information= برای اطلاعات بیشتر لاگ ها را بخوانید
Starting LinuxLive USB Creator=شروع به کار LinuxLive USB Creator
Checking for new major version=بررسی برای نسخه اصلی جدید
Checking for new minor version=بررسی برای نسخه جزئی جدید
Checking for new Portable-VirtualBox version=بررسی برای بروزرسانی نسخه قابل حمل جدید VirtualBox
Reading compatibility list=خواندن لیست سازگاری
Loading interface=در حال بارگیری رابط کاربری
Getting drive list=دریافت لیست درایو
Logging system configuration=ورود به پیکربندی سیستم  
Checking for updates=بررسی برای به روز رسانی ها
Please close any application accessing your key and try again=لطفا هر برنامه که به درایو شما دسترسی دارد را ببندید و دوباره سعی کنید
Checking VirtualBox archive integrity=در حال بررسی یکپارچگی بایگانی VirtualBox 
VirtualBox archive integrity checked=یکپارچگی بایگانی VirtualBox بررسی شد
Unzipping VirtualBox archive to disk=استخراج آرشیو VirtualBox بر روی دیسک
VirtualBox archive is corrupted=آرشیو VirtualBox خراب شده است
Force using default mode (works with most Linuxes)=فشار برای استفاده از حالت پیش فرض (با بیشتر لینوکس ها کار می کند)
There is a new Beta version available=نسخه جدید بتا در دسترس می باشد
Your LiLi's version is not up to date=نسخه LiLi شما بروز نمی باشد
Last beta version is=آخرین نسخه بتا :
Server-oriented=سرور جهت دار